# DO NOT MODIFY THIS LIST UNLESS YOU KNOW WHAT YOU ARE DOING
POOL = ["281", "261", "241", "221", "202", "201", "181", "161", "141", "121", "101", "81", "62", "61", "39", "35", "23", "38", "20", "43", "21", "34", "42", "37", "17", "41", "18", "33", "22", "9", "19", "40", "36", "32", "10", "24", "44", "25", "11", "47", "46", "45", "27", "51", "50", "12", "26", "49", "48", "8", "7", "31", "6", "16", "5", "30", "4", "15", "3", "29", "2", "1", "14", "28", "53", "52", "13"]

# Here puts your student ID and password
STUID = "PB19190810"
PASSWORD = "114514aaaaaaa~"

# Here puts the teacher's name
# Use space to split
TEACHER_NAME = "xkz 马建辉 安虹"

